<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    
    <link rel="stylesheet" href="../../styles/style.css">
    <link rel="stylesheet" href="../../styles/media.css">

    <title>Сатурн</title>
</head>
<body>

    <div class="container">
        
        <?php require_once '../../layout/header.php';?>
    
        <h2 class="page-title">Сатурн</h2>

        <section class="section-margin flex-ai-center">
            <div class="content-with-img">
                <b>Сатурн</b> - шестая планета по удалённости от Солнца и вторая после Юпитера по размерам планета в Солнечной
                системе с радиусом 58 232 км. Сатурн классифицируется как газовая планета-гигант и назван в честь римского бога земледелия. 
            </div>
            <img class="main-img-page" src="../../images/saturn-main.jpeg" alt="">
        </section>

        <section class="section-margin">
            <h3 class="section-title">Общие характеристики</h3>
            <p>Атмосфера Сатурна состоит из водорода (96%) и гелия (4%) с незначительными вкраплениями других газов. 
                Скорость ветра на Сатурне достигает 1 800 км/ч — это самые сильные ветра в системе. Облака в его атмосфере 
                тоже образуют полосы и пятна гигантских вихрей, хоть и менее заметные, чем на Юпитере. У Сатурна нет твердой 
                поверхности: если бы вы попытались пройти по поверхности планеты, вы бы провалились сквозь ее внешнюю часть, 
                подвергаясь воздействию высоких температур и давления.
            </p>
            <p>Главная особенность Сатурна — впечатляющая система из семи колец. Они состоят из миллиардов ледяных 
                осколков, которые отлично отражают свет, а потому хорошо заметны. Радиус колец огромен — 73 000 
                километров, а толщина — всего 1 километр. Считается, что эти кольца — осколки спутника, разрушенного 
                гравитацией планеты. 
            </p>
            <p>Недавние исследования показали, что вокруг Сатурна вращаются 82 спутника — на данный момент это рекорд 
                солнечной системы (до 2016 года лидером считался Юпитер). Все спутники покрыты льдом. Крупнейший, 
                Титан, имеет плотную азотистую атмосферу и озёра жидкого метана на поверхности. На другом спутнике, 
                Энцеладе, обнаружена жидкая вода, выталкиваемая на поверхность гейзерами. Это делает его крайне 
                интересным объектом для изучения. 
            </p>
        </section>

        <section class="section-margin">
            <h3 class="section-title">Время на Сатурне</h3>
            <p> Сатурн — еще одна газообразная планета, у которой скорость вращения в различных ее частях также 
                отличается. Ученые определили усредненную продолжительность дня на этой планете в 10 часов 33 минуты.
                 Один год на Сатурне длится 10 тысяч 759 земных дней или порядка 29 земных лет.
            </p>
        </section>

        <section class="section-margin">
            <h3 class="section-title">История открытия</h3>
            <p> Открыл Сатурн известный физик и астроном Галилео Галилей в 1610 году.  Первое кольцо, окружающее планету, увидел Христиан 
                Гюйгенс (нидерландский ученый и изобретатель) в 1659 году. Из космоса на планету Сатурн посмотрели в 1979 году – тогда 
                мимо него пролетела межпланетная станция «Пионер-11». На сегодняшний день эта планета остаётся одной из наименее изученных.
            </p>
        </section>

        <section class="go-page section-margin flex-ai-center">
            <div class="btn-page btn-page__back">
                <a href="planetJupiter.php">
                <img src="../../images/page-back.png" alt="">
                Назад
                </a>
            </div>
            <div class="btn-page btn-page__next">
                <a href="planetUranus.php">
                Далее
                <img src="../../images/page-next.png" alt="">
                </a>
            </div>
        </section>

    </div>

    <footer></footer>
</body>
</html>